Repository: kookiesagency/plasticmart_billing
Catalog: mobile/lib/l10n/app_*.arb
Languages: hi, ur

# common_create
source: Create
hi: बनाएं
ur: بنائیں

# common_save
source: Save
hi: सेव करें
ur: سیو کریں

# common_cancel
source: Cancel
hi: कैंसल करें
ur: کینسل کریں

# common_delete
source: Delete
hi: डिलीट करें
ur: ڈیلیٹ کریں

# common_edit
source: Edit
hi: एडिट करें
ur: ایڈٹ کریں

# common_view
source: View
hi: देखें
ur: دیکھیں

# common_search
source: Search
hi: सर्च करें
ur: سرچ کریں

# common_filter
source: Filter
hi: फ़िल्टर
ur: فلٹر

# common_actions
source: Actions
hi: एक्शन
ur: ایکشن

# common_loading
source: Loading...
hi: लोड हो रहा है...
ur: لوڈ ہو رہا ہے...

# common_noResults
source: No results found
hi: कोई रिजल्ट नहीं
ur: کوئی رزلٹ نہیں

# common_optional
source: Optional
hi: ऑप्शनल
ur: آپشنل

# common_required
source: Required
hi: जरूरी
ur: ضروری

# common_back
source: Back
hi: वापस
ur: واپس

# common_logout
source: Logout
hi: लॉगआउट
ur: لاگ آؤٹ

# common_confirm
source: Confirm
hi: Confirm करें
ur: Confirm karein

# common_close
source: Close
hi: Band करें
ur: Band karein

# common_saving
source: Saving...
hi: Save हो रहा है...
ur: Save ho raha hai...

# common_areYouSure
source: Are you sure?
hi: क्या आप sure हैं?
ur: کیا آپ شور ہیں؟

# common_success
source: Success
hi: सफल
ur: کامیاب

# common_error
source: Error
hi: एरर
ur: ایرر

# common_yes
source: Yes
hi: हाँ
ur: ہاں

# common_no
source: No
hi: नहीं
ur: نہیں

# nav_dashboard
source: Home
hi: होम
ur: ہوم

# nav_invoices
source: Invoices
hi: इनवॉयस
ur: انوائس

# nav_parties
source: Parties
hi: पार्टी
ur: پارٹی

# nav_items
source: Items
hi: आइटम
ur: آئٹم

# nav_settings
source: Settings
hi: सेटिंग
ur: سیٹنگ

# nav_reports
source: Reports
hi: रिपोर्ट
ur: رپورٹ

# nav_suppliers
source: Suppliers
hi: सप्लायर

# dashboard_title
source: Dashboard
hi: डैशबोर्ड
ur: ڈیش بورڈ

# dashboard_quickActions
source: Quick Actions
hi: क्विक एक्शन
ur: کوک ایکشن

# dashboard_addItem
source: Add Item
hi: आइटम ऐड करें
ur: آئٹم ایڈ کریں

# dashboard_addParty
source: Add Party
hi: पार्टी ऐड करें
ur: پارٹی ایڈ کریں

# dashboard_createBill
source: Create Bill
hi: बिल बनाएं
ur: بل بنائیں

# dashboard_offlineBill
source: Offline Bill
hi: ऑफ़लाइन बिल
ur: آف لائن بل

# dashboard_financialSummary
source: Financial Summary
hi: फाइनेंशियल समरी
ur: فائینانشیل سمری

# dashboard_today
source: Today
hi: आज
ur: آج

# dashboard_thisWeek
source: This Week
hi: इस हफ्ते
ur: اس ہفتے

# dashboard_thisMonth
source: This Month
hi: इस महीने
ur: اس مہینے

# dashboard_totalReceived
source: Total Received
hi: टोटल रिसीव्ड
ur: ٹوٹل ریسیوڈ

# dashboard_totalOutstanding
source: Total Outstanding
hi: टोटल आउटस्टैंडिंग
ur: ٹوٹل آؤٹ سٹینڈنگ

# dashboard_totalBilled
source: Total Billed
hi: टोटल बिल्ड
ur: ٹوٹل بلڈ

# dashboard_totalInvoices
source: Total Invoices
hi: टोटल इनवॉयस
ur: ٹوٹل انوائس

# dashboard_thisYear
source: This Year
hi: इस साल
ur: اس سال

# dashboard_paymentStatus
source: Payment Status
hi: पेमेंट स्टेटस
ur: پیمنٹ سٹیٹس

# dashboard_paid
source: Paid
hi: पेड
ur: پیڈ

# dashboard_pending
source: Pending
hi: पेंडिंग
ur: پینڈنگ

# dashboard_partial
source: Partial
hi: पार्शल
ur: پارشل

# dashboard_noInvoicesYet
source: No invoices yet
hi: अभी कोई इनवॉयस नहीं
ur: ابھی کوئی انوائس نہیں

# dashboard_recentInvoices
source: Recent Invoices
hi: रीसेंट इनवॉयस
ur: ریسنٹ انوائس

# dashboard_viewAll
source: View All
hi: सभी देखें
ur: سب دیکھیں

# dashboard_unknownParty
source: Unknown Party
hi: अज्ञात पार्टी
ur: نامعلوم پارٹی

# dashboard_offline
source: OFFLINE
hi: ऑफ़लाइन
ur: آف لائن

# dashboard_billNumber
source: Bill #
hi: बिल #
ur: بل #

# dashboard_noDate
source: No date
hi: कोई तारीख नहीं
ur: کوئی تاریخ نہیں

# invoices_title
source: Invoices
hi: इनवॉयस
ur: انوائس

# invoices_createInvoice
source: Create Invoice
hi: इनवॉयस बनाएं
ur: انوائس بنائیں

# invoices_createOfflineInvoice
source: Create Offline Invoice
hi: ऑफ़लाइन इनवॉयस
ur: آف لائن انوائس

# invoices_editInvoice
source: Edit Invoice
hi: इनवॉयस एडिट करें
ur: انوائس ایڈٹ کریں

# invoices_invoiceNumber
source: Invoice #
hi: इनवॉयस #
ur: انوائس #

# invoices_invoiceDate
source: Invoice Date
hi: इनवॉयस डेट
ur: انوائس ڈیٹ

# invoices_date
source: Date
hi: तारीख
ur: تاریخ

# invoices_party
source: Party
hi: पार्टी
ur: پارٹی

# invoices_amount
source: Amount
hi: अमाउंट
ur: اماؤنٹ

# invoices_amountReceived
source: Amount Received
hi: अमाउंट रिसीव्ड
ur: اماؤنٹ ریسیوڈ

# invoices_amountPending
source: Amount Pending
hi: अमाउंट पेंडिंग
ur: اماؤنٹ پینڈنگ

# invoices_status
source: Status
hi: स्टेटस
ur: سٹیٹس

# invoices_paid
source: PAID
hi: पेड
ur: پیڈ

# invoices_unpaid
source: UNPAID
hi: अनपेड
ur: ان پیڈ

# invoices_partial
source: PARTIAL
hi: पार्शल
ur: پارشل

# invoices_pending
source: PENDING
hi: पेंडिंग
ur: پینڈنگ

# invoices_offline
source: OFFLINE
hi: ऑफ़लाइन
ur: آف لائن

# invoices_billedTo
source: Billed To
hi: बिल टू
ur: بل ٹو

# invoices_items
source: Items
hi: आइटम
ur: آئٹم

# invoices_total
source: Total
hi: टोटल
ur: ٹوٹل

# invoices_paymentStatus
source: Payment Status
hi: पेमेंट स्टेटस
ur: پیمنٹ سٹیٹس

# invoices_selectParty
source: Select a party
hi: पार्टी सेलेक्ट करें
ur: پارٹی سلیکٹ کریں

# invoices_searchParty
source: Search party...
hi: पार्टी सर्च करें...
ur: پارٹی سرچ کریں...

# invoices_noPartyFound
source: No party found
hi: कोई पार्टी नहीं
ur: کوئی پارٹی نہیں

# invoices_addItem
source: Add Item
hi: आइटम ऐड करें
ur: آئٹم ایڈ کریں

# invoices_itemName
source: Item Name
hi: आइटम नेम
ur: آئٹم نیم

# invoices_quantity
source: Quantity
hi: क्वांटिटी
ur: کوانٹٹی

# invoices_rate
source: Rate
hi: रेट
ur: ریٹ

# invoices_whatsappShare
source: WhatsApp Share
hi: व्हाट्सएप शेयर
ur: واٹس ایپ شیئر

# invoices_downloadPDF
source: Download PDF
hi: PDF डाउनलोड
ur: PDF ڈاؤن لوڈ

# invoices_deleteInvoice
source: Delete Invoice
hi: इनवॉयस डिलीट
ur: انوائس ڈیلیٹ

# invoices_addPayment
source: Add Payment
hi: पेमेंट ऐड करें
ur: پیمنٹ ایڈ کریں

# invoices_viewAction
source: View
hi: देखें
ur: دیکھیں

# invoices_editAction
source: Edit
hi: एडिट करें
ur: ایڈٹ کریں

# invoices_deleteAction
source: Delete
hi: डिलीट करें
ur: ڈیلیٹ کریں

# invoices_active
source: Active
hi: एक्टिव
ur: ایکٹو

# invoices_deleted
source: Deleted
hi: डिलीटेड
ur: ڈیلیٹڈ

# invoices_searchInvoices
source: Search invoices...
hi: इनवॉयस सर्च करें...
ur: انوائس سرچ کریں...

# invoices_noInvoicesYet
source: No bills yet
hi: अभी कोई बिल नहीं
ur: ابھی کوئی بل نہیں

# invoices_noDeletedInvoices
source: No deleted bills
hi: कोई डिलीटेड बिल नहीं
ur: کوئی ڈیلیٹڈ بل نہیں

# invoices_createFirstInvoice
source: Create your first bill
hi: अपना पहला बिल बनाएं
ur: اپنا پہلا بل بنائیں

# invoices_restoreInvoice
source: Restore Invoice
hi: इनवॉयस रिस्टोर करें
ur: انوائس ریسٹور کریں

# invoices_deletePermanently
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: پرمننٹلی ڈیلیٹ کریں

# invoices_deleteConfirm
source: Delete Bill
hi: बिल डिलीट करें
ur: بل ڈیلیٹ کریں

# invoices_deleteConfirmMessage
source: Are you sure you want to delete this bill?
hi: क्या आप इस बिल को डिलीट करना चाहते हैं?
ur: کیا آپ اس بل کو ڈیلیٹ کرنا چاہتے ہیں؟

# invoices_permanentDeleteConfirm
source: Permanently Delete Bill
hi: बिल को परमानेंटली डिलीट करें
ur: بل کو پرمننٹلی ڈیلیٹ کریں

# invoices_permanentDeleteMessage
source: This action is IRREVERSIBLE. This will permanently delete the bill and all associated data. Are you sure?
hi: यह एक्शन IRREVERSIBLE है। यह बिल और इसका सारा डेटा परमानेंटली डिलीट कर देगा। क्या आप sure हैं?
ur: یہ ایکشن IRREVERSIBLE ہے۔ یہ بل اور اس کا سارا ڈیٹا پرمننٹلی ڈیلیٹ کر دے گا۔ کیا آپ شور ہیں؟

# invoices_deleteSuccess
source: Bill deleted successfully
hi: बिल सफलतापूर्वक डिलीट हो गया
ur: بل کامیابی سے ڈیلیٹ ہو گیا

# invoices_deleteFailed
source: Failed to delete bill
hi: बिल डिलीट नहीं हो सका
ur: بل ڈیلیٹ نہیں ہو سکا

# invoices_restoreSuccess
source: Bill restored successfully
hi: बिल सफलतापूर्वक रिस्टोर हो गया
ur: بل کامیابی سے ریسٹور ہو گیا

# invoices_restoreFailed
source: Failed to restore bill
hi: बिल रिस्टोर नहीं हो सका
ur: بل ریسٹور نہیں ہو سکا

# invoices_permanentDeleteSuccess
source: Bill permanently deleted
hi: बिल परमानेंटली डिलीट हो गया
ur: بل پرمننٹلی ڈیلیٹ ہو گیا

# invoices_permanentDeleteFailed
source: Failed to permanently delete bill
hi: बिल परमानेंटली डिलीट नहीं हो सका
ur: بل پرمننٹلی ڈیلیٹ نہیں ہو سکا

# invoices_permanentDeleteTitle
source: Permanently Delete Bill
hi: बिल को परमानेंटली डिलीट करें
ur: بل کو پرمننٹلی ڈیلیٹ کریں

# invoices_permanentDeleteButton
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: پرمننٹلی ڈیلیٹ کریں

# invoices_billNumber
source: Bill #
hi: बिल #
ur: بل #

# invoices_restore
source: Restore
hi: रिस्टोर करें
ur: ریسٹور کریں

# invoices_permanentDeleteTooltip
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: پرمننٹلی ڈیلیٹ کریں

# invoiceView_invoice
source: Invoice
hi: इनवॉयस
ur: انوائس

# invoiceView_addPayment
source: Add Payment
hi: पेमेंट ऐड करें
ur: پیمنٹ ایڈ کریں

# invoiceView_editInvoice
source: Edit Invoice
hi: इनवॉयस एडिट करें
ur: انوائس ایڈٹ کریں

# invoiceView_billedTo
source: Billed To
hi: बिल टू
ur: بل ٹو

# invoiceView_summary
source: Summary
hi: समरी
ur: سمری

# invoiceView_subtotal
source: Subtotal
hi: सबटोटल
ur: سب ٹوٹل

# invoiceView_bundle
source: Bundle
hi: बंडल
ur: بنڈل

# invoiceView_paid
source: Paid
hi: पेड
ur: پیڈ

# invoiceView_balanceDue
source: Balance Due
hi: बैलेंस ड्यू
ur: بیلنس ڈیو

# invoiceView_paymentHistory
source: Payment History
hi: पेमेंट हिस्ट्री
ur: پیمنٹ ہسٹری

# invoiceView_noPayments
source: No payments recorded
hi: कोई पेमेंट रिकॉर्ड नहीं
ur: کوئی پیمنٹ ریکارڈ نہیں

# invoiceView_paymentDate
source: Payment Date
hi: पेमेंट डेट
ur: پیمنٹ ڈیٹ

# invoiceView_amountPaid
source: Amount Paid
hi: अमाउंट पेड
ur: اماؤنٹ پیڈ

# invoiceView_remark
source: Remark
hi: रिमार्क
ur: ریمارک

# invoiceView_editPayment
source: Edit Payment
hi: पेमेंट एडिट करें
ur: پیمنٹ ایڈٹ کریں

# invoiceView_deletePayment
source: Delete Payment
hi: पेमेंट डिलीट करें
ur: پیمنٹ ڈیلیٹ کریں

# paymentForm_addPayment
source: Add Payment
hi: पेमेंट ऐड करें
ur: پیمنٹ ایڈ کریں

# paymentForm_editPayment
source: Edit Payment
hi: पेमेंट एडिट करें
ur: پیمنٹ ایڈٹ کریں

# paymentForm_amount
source: Amount
hi: अमाउंट
ur: اماؤنٹ

# paymentForm_paymentDate
source: Payment Date
hi: पेमेंट डेट
ur: پیمنٹ ڈیٹ

# paymentForm_pickDate
source: Pick a date
hi: तारीख चुनें
ur: تاریخ منتخب کریں

# paymentForm_remark
source: Remark/Note
hi: रिमार्क/नोट
ur: ریمارک/نوٹ

# paymentForm_addRemark
source: Add any remark or note (optional)
hi: कोई भी रिमार्क या नोट ऐड करें (ऑप्शनल)
ur: کوئی بھی ریمارک یا نوٹ ایڈ کریں (آپشنل)

# paymentForm_saving
source: Saving...
hi: सेव हो रहा है...
ur: سیو ہو رہا ہے...

# paymentForm_paymentUpdatedSuccess
source: Payment updated successfully!
hi: पेमेंट सफलतापूर्वक अपडेट हुआ!
ur: پیمنٹ کامیابی سے اپڈیٹ ہوا!

# paymentForm_paymentAddedSuccess
source: Payment added successfully!
hi: पेमेंट सफलतापूर्वक ऐड हुआ!
ur: پیمنٹ کامیابی سے ایڈ ہوا!

# paymentForm_failedToUpdate
source: Failed to update payment
hi: पेमेंट अपडेट नहीं हो सका
ur: پیمنٹ اپڈیٹ نہیں ہو سکا

# paymentForm_failedToAdd
source: Failed to add payment
hi: पेमेंट ऐड नहीं हो सका
ur: پیمنٹ ایڈ نہیں ہو سکا

# items_title
source: Items
hi: आइटम
ur: آئٹم

# items_createItem
source: Create Item
hi: आइटम बनाएं
ur: آئٹم بنائیں

# items_editItem
source: Edit Item
hi: आइटम एडिट करें
ur: آئٹم ایڈٹ کریں

# items_itemName
source: Item Name
hi: आइटम का नाम
ur: آئٹم کا نام

# items_defaultRate
source: Default Rate
hi: बिक्री रेट
ur: بیچنے کا ریٹ

# items_purchaseRate
source: Purchase Rate
hi: खरीद रेट
ur: خریدنے کا ریٹ

# items_unit
source: Unit
hi: नाप (पीसी/किलो)
ur: ناپ (پیس/کلو)

# items_purchasedFrom
source: Purchased From
hi: किससे खरीदा
ur: کس سے خریدا

# items_selectUnit
source: Select a unit
hi: नाप चुनें
ur: ناپ منتخب کریں

# items_searchUnit
source: Search unit...
hi: नाप सर्च...
ur: ناپ سرچ...

# items_noUnitFound
source: No unit found
hi: कोई नाप नहीं
ur: کوئی ناپ نہیں

# items_selectParty
source: Select a party
hi: पार्टी चुनें
ur: پارٹی منتخب کریں

# items_searchParty
source: Search party...
hi: पार्टी सर्च...
ur: پارٹی سرچ...

# items_noPartyFound
source: No party found
hi: कोई पार्टी नहीं
ur: کوئی پارٹی نہیں

# items_partySpecificPrices
source: Party-Specific Prices
hi: पार्टी के हिसाब से रेट
ur: پارٹی کے حساب سے ریٹ

# items_addPartyPrice
source: Add Party Price
hi: पार्टी रेट ऐड करें
ur: پارٹی ریٹ ایڈ کریں

# items_deleteItem
source: Delete Item
hi: आइटम डिलीट
ur: آئٹم ڈیلیٹ

# items_active
source: Active
hi: एक्टिव
ur: ایکٹو

# items_deleted
source: Deleted
hi: डिलीटेड
ur: ڈیلیٹڈ

# items_searchItems
source: Search items...
hi: आइटम सर्च करें...
ur: آئٹم سرچ کریں...

# items_noItemsYet
source: No items yet
hi: अभी कोई आइटम नहीं
ur: ابھی کوئی آئٹم نہیں

# items_noDeletedItems
source: No deleted items
hi: कोई डिलीटेड आइटम नहीं
ur: کوئی ڈیلیٹڈ آئٹم نہیں

# items_createFirstItem
source: Create your first item
hi: अपना पहला आइटम बनाएं
ur: اپنا پہلا آئٹم بنائیں

# items_restoreItem
source: Restore Item
hi: आइटम रिस्टोर करें
ur: آئٹم ریسٹور کریں

# items_deletePermanently
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: پرمننٹلی ڈیلیٹ کریں

# items_deleteSuccess
source: Item deleted successfully
hi: आइटम सफलतापूर्वक डिलीट हो गया
ur: آئٹم کامیابی سے ڈیلیٹ ہو گیا

# items_deleteFailed
source: Failed to delete item
hi: आइटम डिलीट नहीं हो सका
ur: آئٹم ڈیلیٹ نہیں ہو سکا

# items_restoreSuccess
source: Item restored successfully
hi: आइटम सफलतापूर्वक रिस्टोर हो गया
ur: آئٹم کامیابی سے ریسٹور ہو گیا

# items_restoreFailed
source: Failed to restore item
hi: आइटम रिस्टोर नहीं हो सका
ur: آئٹم ریسٹور نہیں ہو سکا

# items_saveSuccess
source: Item saved successfully!
hi: आइटम सफलतापूर्वक सेव हुआ!
ur: آئٹم کامیابی سے سیو ہوا!

# items_saveFailed
source: Failed to save item
hi: आइटम सेव नहीं हो सका
ur: آئٹم سیو نہیں ہو سکا

# items_category
source: Category
hi: कैटेगरी
ur: کیٹیگری

# items_selectCategory
source: Select a category
hi: कैटेगरी चुनें
ur: کیٹیگری منتخب کریں

# items_searchCategory
source: Search category...
hi: कैटेगरी सर्च...
ur: کیٹیگری سرچ...

# items_noCategoryFound
source: No category found
hi: कोई कैटेगरी नहीं
ur: کوئی کیٹیگری نہیں

# items_rate
source: Rate
hi: रेट
ur: ریٹ

# items_purchase
source: Purchase
hi: खरीद
ur: خریداری

# items_notSet
source: Not set
hi: सेट नहीं है
ur: سیٹ نہیں

# items_restore
source: Restore
hi: रिस्टोर करें
ur: ریسٹور کریں

# items_searchUnits
source: Search units...
hi: यूनिट सर्च करें...
ur: یونٹ سرچ کریں...

# items_searchPurchaseParties
source: Search purchase parties...
hi: खरीद पार्टी सर्च करें...
ur: خریداری پارٹی سرچ کریں...

# items_selectPurchaseParty
source: Select purchase party
hi: खरीद पार्टी चुनें
ur: خریداری پارٹی منتخب کریں

# items_categoryOptional
source: Category (Optional)
hi: कैटेगरी (ऑप्शनल)
ur: کیٹیگری (آپشنل)

# items_purchasePartyOptional
source: Purchase Party (Optional)
hi: खरीद पार्टी (ऑप्शनल)
ur: خریداری پارٹی (آپشنل)

# items_enterItemName
source: Enter item name
hi: आइटम का नाम डालें
ur: آئٹم کا نام ڈالیں

# items_enterDefaultRate
source: Enter default rate
hi: डिफॉल्ट रेट डालें
ur: ڈیفالٹ ریٹ ڈالیں

# items_enterPurchaseRate
source: Enter purchase rate
hi: खरीद रेट डालें
ur: خریداری ریٹ ڈالیں

# items_purchaseRateOptional
source: Purchase Rate (Optional)
hi: खरीद रेट (ऑप्शनल)
ur: خریداری ریٹ (آپشنل)

# items_pleaseEnterItemName
source: Please enter item name
hi: कृपया आइटम का नाम डालें
ur: براہ کرم آئٹم کا نام ڈالیں

# items_pleaseEnterDefaultRate
source: Please enter default rate
hi: कृपया डिफॉल्ट रेट डालें
ur: براہ کرم ڈیفالٹ ریٹ ڈالیں

# items_pleaseEnterValidNumber
source: Please enter a valid number
hi: कृपया एक वैलिड नंबर डालें
ur: براہ کرم ایک درست نمبر ڈالیں

# items_pleaseSelectUnit
source: Please select a unit
hi: कृपया यूनिट चुनें
ur: براہ کرم یونٹ منتخب کریں

# items_nameAlreadyExists
source: An item with this name already exists
hi: इस नाम से आइटम पहले से मौजूद है
ur: اس نام سے آئٹم پہلے سے موجود ہے

# items_addedSuccessfully
source: Item added successfully
hi: आइटम सफलतापूर्वक ऐड हुआ
ur: آئٹم کامیابی سے ایڈ ہوا

# items_updatedSuccessfully
source: Item updated successfully
hi: आइटम सफलतापूर्वक अपडेट हुआ
ur: آئٹم کامیابی سے اپڈیٹ ہوا

# items_addItem
source: Add Item
hi: आइटम ऐड करें
ur: آئٹم ایڈ کریں

# items_updateItem
source: Update Item
hi: आइटम अपडेट करें
ur: آئٹم اپڈیٹ کریں

# items_addParty
source: Add Party
hi: पार्टी ऐड करें
ur: پارٹی ایڈ کریں

# items_allPartiesAdded
source: All parties have been added
hi: सभी पार्टी ऐड हो चुकी हैं
ur: تمام پارٹی ایڈ ہو چکی ہیں

# items_removePartyPrice
source: Remove Party Price
hi: पार्टी प्राइस हटाएं
ur: پارٹی قیمت ہٹائیں

# items_removePartyPriceMessage
source: Remove price for {partyName}?
hi: {partyName} की प्राइस हटाएं?
ur: {partyName} کی قیمت ہٹائیں؟

# items_remove
source: Remove
hi: हटाएं
ur: ہٹائیں

# items_price
source: Price
hi: प्राइस
ur: قیمت

# items_pleaseEnterPrice
source: Please enter a price
hi: कृपया प्राइस डालें
ur: براہ کرم قیمت ڈالیں

# items_priceMustBePositive
source: Price must be a positive number
hi: प्राइस पॉजिटिव नंबर होनी चाहिए
ur: قیمت پازیٹو نمبر ہونی چاہیے

# items_noPartyPricesYet
source: No party-specific prices yet
hi: अभी तक कोई पार्टी-स्पेसिफिक प्राइस नहीं
ur: ابھی تک کوئی پارٹی سپیسیفک قیمت نہیں

# items_addPartiesWithCustomPrices
source: Add parties with custom prices
hi: कस्टम प्राइस के साथ पार्टी ऐड करें
ur: کسٹم قیمتوں کے ساتھ پارٹی ایڈ کریں

# items_none
source: None
hi: कोई नहीं
ur: کوئی نہیں

# parties_title
source: Parties
hi: पार्टी
ur: پارٹی

# parties_createParty
source: Create Party
hi: पार्टी बनाएं
ur: پارٹی بنائیں

# parties_editParty
source: Edit Party
hi: पार्टी एडिट करें
ur: پارٹی ایڈٹ کریں

# parties_partyName
source: Party Name
hi: पार्टी नेम
ur: پارٹی نیم

# parties_contactInfo
source: Contact Info
hi: कॉन्टैक्ट इन्फो
ur: کانٹیکٹ انفو

# parties_address
source: Address
hi: एड्रेस
ur: ایڈریس

# parties_bundleRate
source: Bundle Rate
hi: बंडल रेट
ur: بنڈل ریٹ

# parties_deleteParty
source: Delete Party
hi: पार्टी डिलीट
ur: پارٹی ڈیلیٹ

# parties_active
source: Active
hi: एक्टिव
ur: ایکٹو

# parties_deleted
source: Deleted
hi: डिलीटेड
ur: ڈیلیٹڈ

# parties_searchParties
source: Search parties...
hi: पार्टी सर्च करें...
ur: پارٹی سرچ کریں...

# parties_noPartiesYet
source: No parties yet
hi: अभी कोई पार्टी नहीं
ur: ابھی کوئی پارٹی نہیں

# parties_noDeletedParties
source: No deleted parties
hi: कोई डिलीटेड पार्टी नहीं
ur: کوئی ڈیلیٹڈ پارٹی نہیں

# parties_createFirstParty
source: Create your first party
hi: अपनी पहली पार्टी बनाएं
ur: اپنی پہلی پارٹی بنائیں

# parties_restoreParty
source: Restore Party
hi: पार्टी रिस्टोर करें
ur: پارٹی ریسٹور کریں

# parties_deletePermanently
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: پرمننٹلی ڈیلیٹ کریں

# parties_deleteSuccess
source: Party deleted successfully
hi: पार्टी सफलतापूर्वक डिलीट हो गई
ur: پارٹی کامیابی سے ڈیلیٹ ہو گئی

# parties_deleteFailed
source: Failed to delete party
hi: पार्टी डिलीट नहीं हो सकी
ur: پارٹی ڈیلیٹ نہیں ہو سکی

# parties_restoreSuccess
source: Party restored successfully
hi: पार्टी सफलतापूर्वक रिस्टोर हो गई
ur: پارٹی کامیابی سے ریسٹور ہو گئی

# parties_restoreFailed
source: Failed to restore party
hi: पार्टी रिस्टोर नहीं हो सकी
ur: پارٹی ریسٹور نہیں ہو سکی

# parties_saveSuccess
source: Party saved successfully!
hi: पार्टी सफलतापूर्वक सेव हुई!
ur: پارٹی کامیابی سے سیو ہوئی!

# parties_saveFailed
source: Failed to save party
hi: पार्टी सेव नहीं हो सकी
ur: پارٹی سیو نہیں ہو سکی

# parties_permanentDeleteTitle
source: Permanently Delete Party
hi: पार्टी को परमानेंटली डिलीट करें
ur: پارٹی کو مستقل طور پر ڈیلیٹ کریں

# parties_permanentDeleteMessage
source: This action is IRREVERSIBLE. This will permanently delete the party and all associated data. Are you sure?
hi: यह एक्शन IRREVERSIBLE है। यह पार्टी और इसका सारा डेटा परमानेंटली डिलीट कर देगा। क्या आप sure हैं?
ur: یہ ایکشن IRREVERSIBLE ہے۔ یہ پارٹی اور اس کا سارا ڈیٹا مستقل طور پر ڈیلیٹ کر دے گا۔ کیا آپ شور ہیں؟

# parties_permanentDeleteButton
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: مستقل طور پر ڈیلیٹ کریں

# parties_permanentDeleteSuccess
source: Party permanently deleted
hi: पार्टी परमानेंटली डिलीट हो गई
ur: پارٹی مستقل طور پر ڈیلیٹ ہو گئی

# parties_permanentDeleteFailed
source: Failed to permanently delete party
hi: पार्टी परमानेंटली डिलीट नहीं हो सकी
ur: پارٹی مستقل طور پر ڈیلیٹ نہیں ہو سکی

# parties_bundleRateLabel
source: Bundle Rate
hi: बंडल रेट
ur: بنڈل ریٹ

# parties_createdLabel
source: Created
hi: बनाया गया
ur: بنایا گیا

# parties_billsLabel
source: Bill
hi: बिल
ur: بل

# parties_billsLabelPlural
source: Bills
hi: बिल
ur: بلز

# parties_restoreTooltip
source: Restore
hi: रिस्टोर करें
ur: ریسٹور کریں

# parties_permanentDeleteTooltip
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: مستقل طور پر ڈیلیٹ کریں

# parties_openingBalance
source: Opening Balance
hi: ओपनिंग बैलेंस
ur: اوپننگ بیلنس

# parties_enterOpeningBalance
source: Enter opening balance
hi: ओपनिंग बैलेंस डालें
ur: اوپننگ بیلنس ڈالیں

# parties_openingBalanceHint
source: Initial amount owed at the start (can be positive or negative)
hi: शुरुआत में बकाया राशि (पॉजिटिव या नेगेटिव हो सकती है)
ur: شروعات میں بقایا رقم (پازیٹو یا نیگیٹو ہو سکتی ہے)

# parties_specificBundleRate
source: Specific Bundle Rate (Optional)
hi: स्पेसिफिक बंडल रेट (ऑप्शनल)
ur: سپیسیفک بنڈل ریٹ (آپشنل)

# parties_enterBundleRate
source: Enter bundle rate
hi: बंडल रेट डालें
ur: بنڈل ریٹ ڈالیں

# parties_notSet
source: Not set
hi: सेट नहीं है
ur: سیٹ نہیں

# parties_openingBalanceLabel
source: Opening Balance
hi: ओपनिंग बैलेंस
ur: اوپننگ بیلنس

# parties_totalBilled
source: Total Billed
hi: टोटल बिल्ड
ur: ٹوٹل بلڈ

# parties_totalReceived
source: Total Received
hi: टोटल रिसीव्ड
ur: ٹوٹل ریسیوڈ

# parties_currentBalance
source: Current Balance
hi: करंट बैलेंस
ur: کرنٹ بیلنس

# parties_invoiceCount
source: Invoice Count
hi: इनवॉयस काउंट
ur: انوائس کاؤنٹ

# parties_invoicesTitle
source: Invoices
hi: इनवॉयस
ur: انوائس

# parties_noInvoicesYet
source: No invoices yet
hi: अभी कोई इनवॉयस नहीं
ur: ابھی کوئی انوائس نہیں

# parties_billNumber
source: Bill #
hi: बिल #
ur: بل #

# parties_weeklyReport
source: Weekly Report
hi: वीकली रिपोर्ट
ur: ہفتہ وار رپورٹ

# parties_weekOf
source: Week of
hi: सप्ताह
ur: ہفتہ

# parties_to
source: to
hi: से
ur: سے

# parties_failedToLoadReport
source: Failed to load report: {error}
hi: रिपोर्ट लोड नहीं हो सकी: {error}
ur: رپورٹ لوڈ نہیں ہو سکی: {error}

# parties_previousOutstandingBalance
source: Previous Outstanding Balance
hi: पिछला आउटस्टैंडिंग बैलेंस
ur: پچھلا آؤٹ سٹینڈنگ بیلنس

# parties_currentWeekInvoices
source: Current Week Invoices:
hi: इस हफ्ते के इनवॉयस:
ur: اس ہفتے کے انوائس:

# parties_noInvoicesThisWeek
source: No invoices for this week
hi: इस हफ्ते कोई इनवॉयस नहीं
ur: اس ہفتے کوئی انوائس نہیں

# parties_invoice
source: Invoice
hi: इनवॉयस
ur: انوائس

# parties_totalThisWeek
source: Total This Week
hi: इस हफ्ते का टोटल
ur: اس ہفتے کا ٹوٹل

# parties_total
source: Total
hi: टोटल
ur: ٹوٹل

# parties_moreDetails
source: More Details
hi: और डिटेल
ur: مزید تفصیلات

# partyReport_reportFor
source: Report for {name}
hi: {name} की रिपोर्ट
ur: {name} کی رپورٹ

# partyReport_thisWeek
source: This Week
hi: इस हफ्ते
ur: اس ہفتے

# partyReport_thisMonth
source: This Month
hi: इस महीने
ur: اس مہینے

# partyReport_thisYear
source: This Year
hi: इस साल
ur: اس سال

# partyReport_openingBalance
source: Opening Balance
hi: ओपनिंग बैलेंस
ur: اوپننگ بیلنس

# partyReport_totalBilled
source: Total Billed
hi: टोटल बिल्ड
ur: ٹوٹل بلڈ

# partyReport_totalReceived
source: Total Received
hi: टोटल रिसीव्ड
ur: ٹوٹل ریسیوڈ

# partyReport_totalOutstanding
source: Total Outstanding
hi: टोटल आउटस्टैंडिंग
ur: ٹوٹل آؤٹ سٹینڈنگ

# partyReport_outstandingNote
source: Opening + Billed - Received
hi: ओपनिंग + बिल्ड - रिसीव्ड
ur: اوپننگ + بلڈ - ریسیوڈ

# partyReport_downloadMiniReport
source: Download Mini Report
hi: मिनी रिपोर्ट डाउनलोड करें
ur: منی رپورٹ ڈاؤن لوڈ کریں
