Repository: kookiesagency/plasticmart_billing
Catalog: mobile/lib/l10n/app_*.arb
Languages: hi, ur

# invoiceView_paymentDeleteFailed
source: Failed to delete payment
hi: पेमेंट डिलीट नहीं हो सका
ur: پیمنٹ ڈیلیٹ نہیں ہو سکا

# invoiceView_deleteBillTitle
source: Delete Bill
hi: बिल डिलीट करें
ur: بل ڈیلیٹ کریں

# invoiceView_deleteBillMessage
source: Are you sure you want to delete this bill?
hi: क्या आप इस बिल को डिलीट करना चाहते हैं?
ur: کیا آپ اس بل کو ڈیلیٹ کرنا چاہتے ہیں؟

# invoiceView_billDeletedSuccess
source: Bill deleted successfully
hi: बिल सफलतापूर्वक डिलीट हो गया
ur: بل کامیابی سے ڈیلیٹ ہو گیا

# invoiceView_billDeleteFailed
source: Failed to delete bill
hi: बिल डिलीट नहीं हो सका
ur: بل ڈیلیٹ نہیں ہو سکا

# invoiceView_subTotal
source: Sub Total
hi: सब-टोटल
ur: سب ٹوٹل

# invoiceView_bundleQty
source: Bundle Qty
hi: बंडल की मात्रा
ur: بنڈل کی مقدار

# invoiceView_bundleCharge
source: Bundle Charge
hi: बंडल चार्ज
ur: بنڈل چارج

# invoiceView_grandTotal
source: Grand Total
hi: कुल योग
ur: کل رقم

# invoiceView_share
source: Share
hi: शेयर करें
ur: شیئر کریں

# invoiceView_shareFailMessage
source: Failed to share PDF: {error}
hi: PDF शेयर नहीं हो सका: {error}
ur: PDF شیئر نہیں ہو سکا: {error}

# invoiceView_pdfFailMessage
source: Failed to generate PDF: {error}
hi: PDF जेनरेट नहीं हो सका: {error}
ur: PDF جنریٹ نہیں ہو سکا: {error}

# invoiceView_loadFailedMessage
source: Failed to load bill details
hi: बिल डिटेल्स लोड नहीं हो सके
ur: بل کی تفصیلات لوڈ نہیں ہو سکیں

# itemView_itemDetails
source: Item Details
hi: आइटम डिटेल्स
ur: آئٹم کی تفصیلات

# itemView_pricing
source: Pricing
hi: प्राइसिंग
ur: قیمت

# itemView_pcsRate
source: PCS Rate
hi: पीसी रेट
ur: پیس ریٹ

# itemView_rate
source: Rate
hi: रेट
ur: ریٹ

# itemView_dozRate
source: DOZ Rate
hi: डोज़न रेट
ur: درجن ریٹ

# itemView_purchase
source: Purchase
hi: खरीद
ur: خریداری

# itemView_category
source: Category
hi: कैटेगरी
ur: کیٹیگری

# itemView_purchaseParty
source: Purchase Party
hi: खरीद पार्टी
ur: خریداری پارٹی

# itemView_partyCode
source: Party Code
hi: पार्टी कोड
ur: پارٹی کوڈ

# itemView_notSet
source: Not set
hi: सेट नहीं है
ur: سیٹ نہیں

# itemView_partySpecificPrices
source: Party-Specific Prices
hi: पार्टी के हिसाब से रेट
ur: پارٹی کے حساب سے ریٹ

# itemView_unknownParty
source: Unknown Party
hi: अज्ञात पार्टी
ur: نامعلوم پارٹی

# itemView_additionalInformation
source: Additional Information
hi: अतिरिक्त जानकारी
ur: اضافی معلومات

# itemView_unit
source: Unit
hi: यूनिट
ur: یونٹ

# itemView_createdOn
source: Created On
hi: बनाया गया
ur: بنایا گیا

# itemView_actions
source: Actions
hi: एक्शन
ur: ایکشنز

# itemView_edit
source: Edit
hi: एडिट करें
ur: ایڈٹ کریں

# itemView_delete
source: Delete
hi: डिलीट करें
ur: ڈیلیٹ کریں

# itemView_deleteItemTitle
source: Delete Item
hi: आइटम डिलीट करें
ur: آئٹم ڈیلیٹ کریں

# itemView_deleteItemMessage
source: Are you sure you want to delete "{name}"?
hi: क्या आप "{name}" को डिलीट करना चाहते हैं?
ur: کیا آپ "{name}" کو ڈیلیٹ کرنا چاہتے ہیں؟

# itemView_cancel
source: Cancel
hi: कैंसल
ur: کینسل

# itemView_itemDeletedSuccess
source: Item deleted successfully
hi: आइटम सफलतापूर्वक डिलीट हो गया
ur: آئٹم کامیابی سے ڈیلیٹ ہو گیا

# itemView_itemDeleteFailed
source: Failed to delete item
hi: आइटम डिलीट नहीं हो सका
ur: آئٹم ڈیلیٹ نہیں ہو سکا

# itemView_per
source: per
hi: प्रति
ur: فی

# filter_dateRange
source: Date Range
hi: तारीख सीमा

# filter_startDate
source: Start Date
hi: शुरुआती तारीख

# filter_endDate
source: End Date
hi: अंतिम तारीख

# filter_notSet
source: Not set
hi: सेट नहीं है

# filter_clearAll
source: Clear All
hi: सभी हटाएं

# filter_applyFilters
source: Apply Filters
hi: फ़िल्टर लगाएं
