Repository: kookiesagency/plasticmart_billing
Catalog: mobile/lib/l10n/app_*.arb
Languages: hi, ur

# settings_title
source: Settings
hi: सेटिंग
ur: سیٹنگ

# settings_appearance
source: Appearance
hi: अपीयरेंस
ur: اپیئرنس

# settings_generalSettings
source: General Settings
hi: सामान्य सेटिंग
ur: عمومی سیٹنگ

# settings_masterData
source: Master Data
hi: मास्टर डेटा
ur: ماسٹر ڈیٹا

# settings_units
source: Units
hi: यूनिट
ur: یونٹ

# settings_categories
source: Categories
hi: कैटेगरी
ur: کیٹیگری

# settings_itemCategories
source: Item Categories
hi: आइटम कैटेगरी
ur: آئٹم کیٹیگری

# settings_purchaseParties
source: Purchase Parties
hi: खरीद पार्टी
ur: خریداری پارٹی

# settings_bundleRate
source: Bundle Rate
hi: बंडल रेट
ur: بنڈل ریٹ

# settings_theme
source: Theme
hi: थीम
ur: تھیم

# settings_language
source: Language
hi: भाषा
ur: زبان

# settings_darkMode
source: Dark Mode
hi: डार्क मोड
ur: ڈارک موڈ

# settings_darkModeEnabled
source: Dark theme enabled
hi: डार्क थीम चालू है
ur: ڈارک تھیم چالو ہے

# settings_lightModeEnabled
source: Light theme enabled
hi: लाइट थीम चालू है
ur: لائٹ تھیم چالو ہے

# settings_basicMode
source: Basic Mode
hi: बेसिक मोड
ur: بیسک موڈ

# settings_basicModeEnabled
source: Simple mode - Manage items & parties only
hi: सिंपल मोड - सिर्फ आइटम और पार्टी मैनेज करें
ur: سمپل موڈ - صرف آئٹم اور پارٹی منیج کریں

# settings_fullModeEnabled
source: Full mode - All features enabled
hi: फुल मोड - सभी फीचर्स चालू हैं
ur: فل موڈ - تمام فیچرز چالو ہیں

# settings_manageUnits
source: Manage measurement units
hi: माप की यूनिट्स मैनेज करें
ur: ناپ کی یونٹس منیج کریں

# settings_manageCategories
source: Manage item categories
hi: आइटम कैटेगरी मैनेज करें
ur: آئٹم کیٹیگری منیج کریں

# settings_managePurchaseParties
source: Manage purchase party codes
hi: खरीद पार्टी कोड मैनेज करें
ur: خریداری پارٹی کوڈ منیج کریں

# settings_active
source: Active
hi: एक्टिव
ur: ایکٹو

# settings_deleted
source: Deleted
hi: डिलीटेड
ur: ڈیلیٹڈ

# settings_createUnit
source: Create Unit
hi: यूनिट बनाएं
ur: یونٹ بنائیں

# settings_editUnit
source: Edit Unit
hi: यूनिट एडिट करें
ur: یونٹ ایڈٹ کریں

# settings_unitName
source: Unit Name
hi: यूनिट नेम
ur: یونٹ نیم

# settings_searchUnits
source: Search units...
hi: यूनिट सर्च करें...
ur: یونٹ سرچ کریں...

# settings_restoreUnit
source: Restore Unit
hi: यूनिट रिस्टोर करें
ur: یونٹ ریسٹور کریں

# settings_deletePermanently
source: Delete Permanently
hi: परमानेंटली डिलीट करें
ur: پرمننٹلی ڈیلیٹ کریں

# settings_addUnit
source: Add Unit
hi: यूनिट ऐड करें
ur: یونٹ ایڈ کریں

# settings_unitNameHint
source: e.g., KG, PCS, DZ
hi: जैसे, KG, PCS, DZ
ur: مثلاً، KG, PCS, DZ

# settings_pleaseEnterUnitName
source: Please enter a unit name
hi: कृपया यूनिट का नाम डालें
ur: براہ کرم یونٹ کا نام ڈالیں

# settings_noUnitsYet
source: No units yet
hi: अभी कोई यूनिट नहीं
ur: ابھی کوئی یونٹ نہیں

# settings_noDeletedUnits
source: No deleted units
hi: कोई डिलीटेड यूनिट नहीं
ur: کوئی ڈیلیٹڈ یونٹ نہیں

# settings_addFirstUnit
source: Add your first unit
hi: अपनी पहली यूनिट ऐड करें
ur: اپنی پہلی یونٹ ایڈ کریں

# settings_unitCreatedSuccess
source: Unit created successfully
hi: यूनिट सफलतापूर्वक बनाई गई
ur: یونٹ کامیابی سے بنائی گئی

# settings_unitUpdatedSuccess
source: Unit updated successfully
hi: यूनिट सफलतापूर्वक अपडेट हुई
ur: یونٹ کامیابی سے اپڈیٹ ہوئی

# settings_failedToSaveUnit
source: Failed to save unit
hi: यूनिट सेव नहीं हो सकी
ur: یونٹ سیو نہیں ہو سکی

# settings_unitRestoredSuccess
source: Unit restored successfully
hi: यूनिट सफलतापूर्वक रिस्टोर हुई
ur: یونٹ کامیابی سے ریسٹور ہوئی

# settings_failedToRestoreUnit
source: Failed to restore unit
hi: यूनिट रिस्टोर नहीं हो सकी
ur: یونٹ ریسٹور نہیں ہو سکی

# settings_deleteUnitTitle
source: Delete Unit
hi: यूनिट डिलीट करें
ur: یونٹ ڈیلیٹ کریں

# settings_deleteUnitMessage
source: Are you sure you want to delete this unit?
hi: क्या आप इस यूनिट को डिलीट करना चाहते हैं?
ur: کیا آپ اس یونٹ کو ڈیلیٹ کرنا چاہتے ہیں؟

# settings_createdOn
source: Created on
hi: बनाया गया
ur: بنایا گیا

# settings_restore
source: Restore
hi: रिस्टोर करें
ur: ریسٹور کریں

# settings_edit
source: Edit
hi: एडिट करें
ur: ایڈٹ کریں

# settings_defaultBundleRate
source: Default Bundle Rate
hi: डिफॉल्ट बंडल रेट
ur: ڈیفالٹ بنڈل ریٹ

# settings_bundleRateDescription
source: Set the default rate used for calculating invoice totals based on bundle quantity
hi: बंडल क्वांटिटी के आधार पर इनवॉयस टोटल कैलकुलेट करने के लिए डिफॉल्ट रेट सेट करें
ur: بنڈل کوانٹٹی کی بنیاد پر انوائس ٹوٹل کیلکولیٹ کرنے کے لیے ڈیفالٹ ریٹ سیٹ کریں

# settings_bundleRateLabel
source: Bundle Rate
hi: बंडल रेट
ur: بنڈل ریٹ

# settings_bundleRateHint
source: Enter default bundle rate
hi: डिफॉल्ट बंडल रेट डालें
ur: ڈیفالٹ بنڈل ریٹ ڈالیں

# settings_bundleRateSaveSuccess
source: Bundle rate saved successfully
hi: बंडल रेट सफलतापूर्वक सेव हुआ
ur: بنڈل ریٹ کامیابی سے سیو ہوا

# settings_bundleRateSaveFailed
source: Failed to save bundle rate
hi: बंडल रेट सेव नहीं हो सका
ur: بنڈل ریٹ سیو نہیں ہو سکا

# settings_bundleRateLoadFailed
source: Failed to load bundle rate
hi: बंडल रेट लोड नहीं हो सका
ur: بنڈل ریٹ لوڈ نہیں ہو سکا

# settings_enterValidRate
source: Please enter a valid rate
hi: कृपया एक वैलिड रेट डालें
ur: براہ کرم ایک درست ریٹ ڈالیں

# settings_enterPositiveNumber
source: Please enter a valid positive number
hi: कृपया एक वैलिड पॉजिटिव नंबर डालें
ur: براہ کرم ایک درست پازیٹو نمبر ڈالیں

# settings_saveRate
source: Save Rate
hi: रेट सेव करें
ur: ریٹ سیو کریں

# settings_saving
source: Saving...
hi: सेव हो रहा है...
ur: سیو ہو رہا ہے...

# settings_saveSuccess
source: Settings saved successfully!
hi: सेटिंग्स सफलतापूर्वक सेव हुईं!
ur: سیٹنگز کامیابی سے سیو ہوئیں!

# settings_saveFailed
source: Failed to save settings
hi: सेटिंग्स सेव नहीं हो सकीं
ur: سیٹنگز سیو نہیں ہو سکیں

# settings_lightMode
source: Light Mode
hi: लाइट मोड
ur: لائٹ موڈ

# settings_systemDefault
source: System Default
hi: सिस्टम डिफॉल्ट
ur: سسٹم ڈیفالٹ

# settings_selectLanguage
source: Select Language
hi: भाषा चुनें
ur: زبان منتخب کریں

# settings_english
source: English
hi: English (अंग्रेजी)
ur: English (انگریزی)

# settings_hindi
source: हिन्दी (Hindi)
hi: हिन्दी
ur: हिन्दी (ہندی)

# settings_urdu
source: اردو (Urdu)
hi: اردو (उर्दू)
ur: اردو

# settings_languageChanged
source: Language changed to {language}
hi: भाषा बदल गई: {language}
ur: زبان تبدیل ہو گئی: {language}

# categories_title
source: Categories
hi: कैटेगरी
ur: کیٹیگری

# categories_createCategory
source: Create Category
hi: कैटेगरी बनाएं
ur: کیٹیگری بنائیں

# categories_editCategory
source: Edit Category
hi: कैटेगरी एडिट करें
ur: کیٹیگری ایڈٹ کریں

# categories_categoryName
source: Category Name
hi: कैटेगरी नेम
ur: کیٹیگری نیم

# categories_deleteCategory
source: Delete Category
hi: कैटेगरी डिलीट
ur: کیٹیگری ڈیلیٹ

# categories_active
source: Active
hi: एक्टिव
ur: ایکٹو

# categories_deleted
source: Deleted
hi: डिलीटेड
ur: ڈیلیٹڈ

# categories_searchCategories
source: Search categories...
hi: कैटेगरी सर्च करें...
ur: کیٹیگری سرچ کریں...

# categories_noCategoriesYet
source: No categories yet
hi: अभी कोई कैटेगरी नहीं
ur: ابھی کوئی کیٹیگری نہیں

# categories_noDeletedCategories
source: No deleted categories
hi: कोई डिलीटेड कैटेगरी नहीं
ur: کوئی ڈیلیٹڈ کیٹیگری نہیں

# categories_createFirstCategory
source: Create your first category
hi: अपनी पहली कैटेगरी बनाएं
ur: اپنی پہلی کیٹیگری بنائیں

# categories_restoreCategory
source: Restore Category
hi: कैटेगरी रिस्टोर करें
ur: کیٹیگری ریسٹور کریں

# categories_deleteSuccess
source: Category deleted successfully
hi: कैटेगरी सफलतापूर्वक डिलीट हो गई
ur: کیٹیگری کامیابی سے ڈیلیٹ ہو گئی

# categories_deleteFailed
source: Failed to delete category
hi: कैटेगरी डिलीट नहीं हो सकी
ur: کیٹیگری ڈیلیٹ نہیں ہو سکی

# categories_restoreSuccess
source: Category restored successfully
hi: कैटेगरी सफलतापूर्वक रिस्टोर हो गई
ur: کیٹیگری کامیابی سے ریسٹور ہو گئی

# categories_restoreFailed
source: Failed to restore category
hi: कैटेगरी रिस्टोर नहीं हो सकी
ur: کیٹیگری ریسٹور نہیں ہو سکی

# categories_saveSuccess
source: Category saved successfully!
hi: कैटेगरी सफलतापूर्वक सेव हुई!
ur: کیٹیگری کامیابی سے سیو ہوئی!

# categories_saveFailed
source: Failed to save category
hi: कैटेगरी सेव नहीं हो सकी
ur: کیٹیگری سیو نہیں ہو سکی

# purchaseParties_title
source: Purchase Parties
hi: खरीद पार्टी
ur: خریداری پارٹی

# purchaseParties_createParty
source: Create Purchase Party
hi: खरीद पार्टी बनाएं
ur: خریداری پارٹی بنائیں

# purchaseParties_editParty
source: Edit Purchase Party
hi: खरीद पार्टी एडिट करें
ur: خریداری پارٹی ایڈٹ کریں

# purchaseParties_partyName
source: Party Name
hi: पार्टी नेम
ur: پارٹی نیم

# purchaseParties_partyCode
source: Party Code
hi: पार्टी कोड
ur: پارٹی کوڈ

# purchaseParties_deleteParty
source: Delete Purchase Party
hi: खरीद पार्टी डिलीट
ur: خریداری پارٹی ڈیلیٹ

# purchaseParties_active
source: Active
hi: एक्टिव
ur: ایکٹو

# purchaseParties_deleted
source: Deleted
hi: डिलीटेड
ur: ڈیلیٹڈ

# purchaseParties_searchParties
source: Search purchase parties...
hi: खरीद पार्टी सर्च करें...
ur: خریداری پارٹی سرچ کریں...

# purchaseParties_noPartiesYet
source: No purchase parties yet
hi: अभी कोई खरीद पार्टी नहीं
ur: ابھی کوئی خریداری پارٹی نہیں

# purchaseParties_noDeletedParties
source: No deleted purchase parties
hi: कोई डिलीटेड खरीद पार्टी नहीं
ur: کوئی ڈیلیٹڈ خریداری پارٹی نہیں

# purchaseParties_createFirstParty
source: Create your first purchase party
hi: अपनी पहली खरीद पार्टी बनाएं
ur: اپنی پہلی خریداری پارٹی بنائیں

# purchaseParties_restoreParty
source: Restore Purchase Party
hi: खरीद पार्टी रिस्टोर करें
ur: خریداری پارٹی ریسٹور کریں

# purchaseParties_deleteSuccess
source: Purchase party deleted successfully
hi: खरीद पार्टी सफलतापूर्वक डिलीट हो गई
ur: خریداری پارٹی کامیابی سے ڈیلیٹ ہو گئی

# purchaseParties_deleteFailed
source: Failed to delete purchase party
hi: खरीद पार्टी डिलीट नहीं हो सकी
ur: خریداری پارٹی ڈیلیٹ نہیں ہو سکی

# purchaseParties_restoreSuccess
source: Purchase party restored successfully
hi: खरीद पार्टी सफलतापूर्वक रिस्टोर हो गई
ur: خریداری پارٹی کامیابی سے ریسٹور ہو گئی

# purchaseParties_restoreFailed
source: Failed to restore purchase party
hi: खरीद पार्टी रिस्टोर नहीं हो सकी
ur: خریداری پارٹی ریسٹور نہیں ہو سکی

# purchaseParties_saveSuccess
source: Purchase party saved successfully!
hi: खरीद पार्टी सफलतापूर्वक सेव हुई!
ur: خریداری پارٹی کامیابی سے سیو ہوئی!

# purchaseParties_saveFailed
source: Failed to save purchase party
hi: खरीद पार्टी सेव नहीं हो सकी
ur: خریداری پارٹی سیو نہیں ہو سکی

# validation_nameRequired
source: Name is required
hi: नेम जरूरी है
ur: نیم ضروری ہے

# validation_ratePositive
source: Rate must be a positive number
hi: रेट पॉजिटिव होना चाहिए
ur: ریٹ پازیٹو ہونا چاہیے

# validation_unitRequired
source: Unit is required
hi: यूनिट जरूरी है
ur: یونٹ ضروری ہے

# validation_partyRequired
source: Party is required
hi: पार्टी जरूरी है
ur: پارٹی ضروری ہے

# validation_quantityPositive
source: Quantity must be a positive number
hi: क्वांटिटी पॉजिटिव होनी चाहिए
ur: کوانٹٹی پازیٹو ہونی چاہیے

# validation_amountPositive
source: Amount must be a positive number
hi: अमाउंट पॉजिटिव होनी चाहिए
ur: اماؤنٹ پازیٹو ہونی چاہیے

# validation_invalidInput
source: Invalid input
hi: गलत इनपुट
ur: غلط انپٹ

# validation_fieldRequired
source: This field is required
hi: यह फील्ड जरूरी है
ur: یہ فیلڈ ضروری ہے

# errors_unknownError
source: An unknown error occurred
hi: कोई अनजान एरर हुआ
ur: کوئی نامعلوم ایرر ہوا

# errors_networkError
source: Network error. Please check your connection
hi: नेटवर्क एरर। अपना कनेक्शन चेक करें
ur: نیٹ ورک ایرر۔ اپنا کنکشن چیک کریں

# errors_serverError
source: Server error. Please try again later
hi: सर्वर एरर। बाद में कोशिश करें
ur: سرور ایرر۔ بعد میں کوشش کریں

# errors_unauthorized
source: Unauthorized. Please login again
hi: अनाधिकृत। फिर से लॉगिन करें
ur: غیر مجاز۔ دوبارہ لاگ ان کریں

# errors_notFound
source: Resource not found
hi: रिसोर्स नहीं मिला
ur: ریسورس نہیں ملا

# errors_failedToLoad
source: Failed to load data
hi: डेटा लोड नहीं हो सका
ur: ڈیٹا لوڈ نہیں ہو سکا

# errors_failedToSave
source: Failed to save data
hi: डेटा सेव नहीं हो सका
ur: ڈیٹا سیو نہیں ہو سکا

# errors_failedToDelete
source: Failed to delete data
hi: डेटा डिलीट नहीं हो सका
ur: ڈیٹا ڈیلیٹ نہیں ہو سکا

# auth_login
source: Login
hi: लॉगिन
ur: لاگ ان

# auth_logout
source: Logout
hi: लॉगआउट
ur: لاگ آؤٹ

# auth_email
source: Email
hi: ईमेल
ur: ای میل

# auth_password
source: Password
hi: पासवर्ड
ur: پاس ورڈ

# auth_forgotPassword
source: Forgot Password?
hi: पासवर्ड भूल गए?
ur: پاس ورڈ بھول گئے؟

# auth_loggingIn
source: Logging in...
hi: लॉगिन हो रहा है...
ur: لاگ ان ہو رہا ہے...

# auth_loginSuccess
source: Login successful!
hi: लॉगिन सफल!
ur: لاگ ان کامیاب!

# auth_loginFailed
source: Login failed. Please check your credentials
hi: लॉगिन फेल। अपने क्रेडेंशियल चेक करें
ur: لاگ ان ناکام۔ اپنے کریڈنشیلز چیک کریں

# offlineBill_title
source: Offline Bill Entry
hi: ऑफ़लाइन बिल एंट्री
ur: آف لائن بل انٹری

# offlineBill_createBill
source: Create Offline Bill
hi: ऑफ़लाइन बिल बनाएं
ur: آف لائن بل بنائیں

# offlineBill_totalAmount
source: Total Amount *
hi: टोटल अमाउंट *
ur: ٹوٹل اماؤنٹ *

# offlineBill_enterTotalAmount
source: Enter total amount
hi: टोटल अमाउंट डालें
ur: ٹوٹل اماؤنٹ ڈالیں

# offlineBill_invoiceDate
source: Invoice Date *
hi: इनवॉयस डेट *
ur: انوائس ڈیٹ *

# offlineBill_pickDate
source: Pick a date
hi: तारीख चुनें
ur: تاریخ منتخب کریں

# offlineBill_paymentStatus
source: Payment Status *
hi: पेमेंट स्टेटस *
ur: پیمنٹ سٹیٹس *

# offlineBill_selectPaymentStatus
source: Select payment status
hi: पेमेंट स्टेटस सेलेक्ट करें
ur: پیمنٹ سٹیٹس سلیکٹ کریں

# offlineBill_amountReceived
source: Amount Received *
hi: अमाउंट रिसीव्ड *
ur: اماؤنٹ ریسیوڈ *

# offlineBill_enterAmountReceived
source: Enter amount received
hi: रिसीव्ड अमाउंट डालें
ur: ریسیوڈ اماؤنٹ ڈالیں

# offlineBill_notes
source: Notes (Optional)
hi: नोट्स (ऑप्शनल)
ur: نوٹس (آپشنل)

# offlineBill_addNotes
source: Add any additional notes...
hi: कोई भी नोट्स ऐड करें...
ur: کوئی بھی نوٹس ایڈ کریں...

# offlineBill_creating
source: Creating...
hi: बना रहे हैं...
ur: بنا رہے ہیں...

# offlineBill_createSuccess
source: Offline bill created successfully!
hi: ऑफ़लाइन बिल सफलतापूर्वक बना!
ur: آف لائن بل کامیابی سے بنا!

# offlineBill_createFailed
source: Failed to create offline bill
hi: ऑफ़लाइन बिल बनाने में विफल
ur: آف لائن بل بنانے میں ناکام

# login_loginFailed
source: Login failed
hi: लॉगिन फेल
ur: لاگ ان ناکام

# login_welcomeBack
source: Welcome Back
hi: वापस आपका स्वागत है
ur: واپس خوش آمدید

# login_subtitle
source: Login to your account
hi: अपने अकाउंट में लॉगिन करें
ur: اپنے اکاؤنٹ میں لاگ ان کریں

# login_email
source: Email
hi: ईमेल
ur: ای میل

# login_emailRequired
source: Please enter your email
hi: कृपया अपना ईमेल डालें
ur: براہ کرم اپنا ای میل ڈالیں

# login_emailInvalid
source: Please enter a valid email
hi: कृपया एक वैलिड ईमेल डालें
ur: براہ کرم ایک درست ای میل ڈالیں

# login_password
source: Password
hi: पासवर्ड
ur: پاس ورڈ

# login_passwordRequired
source: Please enter your password
hi: कृपया अपना पासवर्ड डालें
ur: براہ کرم اپنا پاس ورڈ ڈالیں

# login_passwordMinLength
source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 कैरेक्टर का होना चाहिए
ur: پاس ورڈ کم از کم 6 حروف کا ہونا چاہیے

# login_loginButton
source: Login
hi: लॉगिन
ur: لاگ ان

# login_forgotPassword
source: Forgot Password?
hi: पासवर्ड भूल गए?
ur: پاس ورڈ بھول گئے؟

# login_forgotPasswordComingSoon
source: Forgot password feature coming soon
hi: पासवर्ड भूलने की सुविधा जल्द आ रही है
ur: پاس ورڈ بھولنے کی سہولت جلد آ رہی ہے

# splash_tagline
source: Billing Made Simple
hi: बिलिंग आसान बनाई
ur: بلنگ آسان بنائی

# splash_version
source: Version 1.0.0
hi: वर्जन 1.0.0
ur: ورژن 1.0.0

# partyForm_nameHint
source: e.g., John Doe
hi: जैसे, John Doe
ur: مثال کے طور پر، John Doe

# partyForm_enterValidNumber
source: Please enter a valid number
hi: कृपया एक वैलिड नंबर डालें
ur: براہ کرم ایک درست نمبر ڈالیں

# partyForm_createButton
source: Create Party
hi: पार्टी बनाएं
ur: پارٹی بنائیں

# partyForm_updateButton
source: Update Party
hi: पार्टी अपडेट करें
ur: پارٹی اپڈیٹ کریں

# partyForm_createSuccess
source: Party created successfully
hi: पार्टी सफलतापूर्वक बनाई गई
ur: پارٹی کامیابی سے بنائی گئی

# partyForm_updateSuccess
source: Party updated successfully
hi: पार्टी सफलतापूर्वक अपडेट हुई
ur: پارٹی کامیابی سے اپڈیٹ ہوئی

# partyForm_saveFailed
source: Failed to save party
hi: पार्टी सेव नहीं हो सकी
ur: پارٹی سیو نہیں ہو سکی

# parties_phone
source: Phone
hi: फोन
ur: فون

# offlineBillForm_editTitle
source: Edit Offline Bill
hi: ऑफ़लाइन बिल एडिट करें
ur: آف لائن بل ایڈٹ کریں

# offlineBillForm_totalAmountRequired
source: Total amount is required
hi: टोटल अमाउंट जरूरी है
ur: ٹوٹل اماؤنٹ ضروری ہے

# offlineBillForm_amountGreaterThanZero
source: Amount must be greater than 0
hi: अमाउंट 0 से ज्यादा होना चाहिए
ur: اماؤنٹ 0 سے زیادہ ہونا چاہیے

# offlineBillForm_amountReceivedRequired
source: Please enter amount received
hi: कृपया रिसीव्ड अमाउंट डालें
ur: براہ کرم ریسیوڈ اماؤنٹ ڈالیں

# offlineBillForm_amountMustBeGreaterThanZero
source: Amount must be greater than 0
hi: अमाउंट 0 से ज्यादा होना चाहिए
ur: اماؤنٹ 0 سے زیادہ ہونا چاہیے

# offlineBillForm_notesOptional
source: Notes (Optional)
hi: नोट्स (ऑप्शनल)
ur: نوٹس (آپشنل)

# offlineBillForm_addNotesHint
source: Add any additional notes...
hi: कोई भी नोट्स ऐड करें...
ur: کوئی بھی نوٹس ایڈ کریں...

# offlineBillForm_updateButton
source: Update Bill
hi: बिल अपडेट करें
ur: بل اپڈیٹ کریں

# offlineBillForm_createButton
source: Create Bill
hi: बिल बनाएं
ur: بل بنائیں

# offlineBillForm_loadFailedError
source: Failed to load bill details
hi: बिल डिटेल्स लोड नहीं हो सके
ur: بل تفصیلات لوڈ نہیں ہو سکیں

# offlineBillForm_selectPartyError
source: Please select a party
hi: कृपया एक पार्टी सेलेक्ट करें
ur: براہ کرم ایک پارٹی سلیکٹ کریں

# offlineBillForm_totalAmountMustBeGreaterThanZero
source: Total amount must be greater than 0
hi: टोटल अमाउंट 0 से ज्यादा होना चाहिए
ur: ٹوٹل اماؤنٹ 0 سے زیادہ ہونا چاہیے

# offlineBillForm_updateSuccess
source: Offline bill updated successfully
hi: ऑफ़लाइन बिल सफलतापूर्वक अपडेट हुआ
ur: آف لائن بل کامیابی سے اپڈیٹ ہوا

# offlineBillForm_updateFailed
source: Failed to update bill
hi: बिल अपडेट नहीं हो सका
ur: بل اپڈیٹ نہیں ہو سکا

# offlineBillForm_partialPaymentValidation
source: Partial payment must be greater than 0 and less than total amount
hi: पार्शल पेमेंट 0 से ज्यादा और टोटल अमाउंट से कम होना चाहिए
ur: پارشل پیمنٹ 0 سے زیادہ اور ٹوٹل اماؤنٹ سے کم ہونا چاہیے

# offlineBillForm_billText
source: Bill
hi: बिल
ur: بل

# offlineBillForm_createdSuccessfully
source: created successfully
hi: सफलतापूर्वक बना
ur: کامیابی سے بنا

# offlineBillForm_createFailed
source: Failed to create bill
hi: बिल बनाने में विफल
ur: بل بنانے میں ناکام

# offlineBillForm_unknownError
source: Unknown error
hi: अज्ञात एरर
ur: نامعلوم ایرر

# offlineBillForm_searchPartiesHint
source: Search parties...
hi: पार्टी सर्च करें...
ur: پارٹی سرچ کریں...

# offlineBillForm_noPartiesFound
source: No parties found
hi: कोई पार्टी नहीं मिली
ur: کوئی پارٹی نہیں ملی

# invoiceForm_createBill
source: Create Bill
hi: बिल बनाएं
ur: بل بنائیں

# invoiceForm_editBill
source: Edit Bill
hi: बिल एडिट करें
ur: بل ایڈٹ کریں

# invoiceForm_details
source: Details
hi: डिटेल्स
ur: تفصیلات

# invoiceForm_items
source: Items
hi: आइटम्स
ur: آئٹمز

# invoiceForm_bundle
source: Bundle
hi: बंडल
ur: بنڈل

# invoiceForm_continue
source: Continue
hi: जारी रखें
ur: جاری رکھیں

# invoiceForm_back
source: Back
hi: वापस
ur: واپس

# invoiceForm_updateBill
source: Update Bill
hi: बिल अपडेट करें
ur: بل اپڈیٹ کریں

# invoiceForm_billDate
source: Bill Date
hi: बिल की तारीख
ur: بل کی تاریخ

# invoiceForm_selectParty
source: Select Party
hi: पार्टी सेलेक्ट करें
ur: پارٹی سلیکٹ کریں

# invoiceForm_searchPartiesHint
source: Search parties...
hi: पार्टी सर्च करें...
ur: پارٹی سرچ کریں...

# invoiceForm_noPartiesAvailable
source: No parties available
hi: कोई पार्टी उपलब्ध नहीं
ur: کوئی پارٹی دستیاب نہیں

# invoiceForm_bundleRateLabel
source: Bundle Rate
hi: बंडल रेट
ur: بنڈل ریٹ

# invoiceForm_selectPartyError
source: Please select a party
hi: कृपया एक पार्टी सेलेक्ट करें
ur: براہ کرم ایک پارٹی سلیکٹ کریں

# invoiceForm_addAtLeastOneItem
source: Please add at least one item
hi: कृपया कम से कम एक आइटम ऐड करें
ur: براہ کرم کم از کم ایک آئٹم ایڈ کریں

# invoiceForm_billUpdatedSuccess
source: Bill updated successfully!
hi: बिल सफलतापूर्वक अपडेट हुआ!
ur: بل کامیابی سے اپڈیٹ ہوا!

# invoiceForm_failedToUpdateBill
source: Failed to update bill
hi: बिल अपडेट नहीं हो सका
ur: بل اپڈیٹ نہیں ہو سکا

# invoiceForm_billText
source: Bill
hi: बिल
ur: بل

# invoiceForm_createdSuccessfully
source: created successfully
hi: सफलतापूर्वक बना
ur: کامیابی سے بنا

# invoiceForm_failedToCreateBill
source: Failed to create bill
hi: बिल बनाने में विफल
ur: بل بنانے میں ناکام

# invoiceForm_unknownError
source: Unknown error
hi: अज्ञात एरर
ur: نامعلوم ایرر

# invoiceForm_addItems
source: Add Items
hi: आइटम्स ऐड करें
ur: آئٹمز ایڈ کریں

# invoiceForm_addItem
source: Add Item
hi: आइटम ऐड करें
ur: آئٹم ایڈ کریں

# invoiceForm_noItemsAddedYet
source: No items added yet
hi: अभी तक कोई आइटम ऐड नहीं किया गया
ur: ابھی تک کوئی آئٹم ایڈ نہیں کیا گیا

# invoiceForm_qty
source: Qty
hi: मात्रा
ur: مقدار

# invoiceForm_party
source: Party
hi: पार्टी
ur: پارٹی

# invoiceForm_noItemsAdded
source: No items added
hi: कोई आइटम ऐड नहीं किया गया
ur: کوئی آئٹم ایڈ نہیں کیا گیا

# invoiceForm_subTotal
source: Sub-Total
hi: सब-टोटल
ur: سب ٹوٹل

# invoiceForm_bundleQty
source: Bundle Qty
hi: बंडल की मात्रा
ur: بنڈل کی مقدار

# invoiceForm_bundleRate
source: Bundle Rate
hi: बंडल रेट
ur: بنڈل ریٹ

# invoiceForm_totalBundleCharge
source: Total Bundle Charge
hi: कुल बंडल चार्ज
ur: کل بنڈل چارج

# invoiceForm_grandTotal
source: Grand Total
hi: कुल योग
ur: کل رقم

# invoiceForm_selectItem
source: Select Item
hi: आइटम सेलेक्ट करें
ur: آئٹم سلیکٹ کریں

# invoiceForm_searchItemsHint
source: Search items...
hi: आइटम सर्च करें...
ur: آئٹم سرچ کریں...

# invoiceForm_noItemsFound
source: No items found
hi: कोई आइटम नहीं मिला
ur: کوئی آئٹم نہیں ملا

# invoiceForm_createItem
source: Create Item
hi: आइटम बनाएं
ur: آئٹم بنائیں

# invoiceForm_rate
source: Rate
hi: रेट
ur: ریٹ

# invoiceForm_per
source: per
hi: प्रति
ur: فی

# invoiceForm_quantity
source: Quantity
hi: मात्रा
ur: مقدار

# invoiceForm_unit
source: Unit
hi: यूनिट
ur: یونٹ

# invoiceForm_cancel
source: Cancel
hi: कैंसल
ur: کینسل

# invoiceForm_quantityError
source: Please enter a valid quantity greater than 0
hi: कृपया 0 से ज्यादा की मात्रा डालें
ur: براہ کرم 0 سے زیادہ کی مقدار ڈالیں

# invoiceForm_add
source: Add
hi: ऐड करें
ur: ایڈ کریں

# invoiceForm_editItem
source: Edit Item
hi: आइटम एडिट करें
ur: آئٹم ایڈٹ کریں

# invoiceForm_save
source: Save
hi: सेव करें
ur: سیو کریں

# invoiceView_billDetails
source: Bill Details
hi: बिल डिटेल्स
ur: بل کی تفصیلات

# invoiceView_unknownParty
source: Unknown Party
hi: अज्ञात पार्टी
ur: نامعلوم پارٹی

# invoiceView_billNotFound
source: Bill not found
hi: बिल नहीं मिला
ur: بل نہیں ملا

# invoiceView_offline
source: OFFLINE
hi: ऑफ़लाइन
ur: آف لائن

# invoiceView_created
source: Created:
hi: बनाया गया:
ur: بنایا گیا:

# invoiceView_items
source: Items
hi: आइटम्स
ur: آئٹمز

# invoiceView_unknownItem
source: Unknown Item
hi: अज्ञात आइटम
ur: نامعلوم آئٹم

# invoiceView_add
source: Add
hi: ऐड करें
ur: ایڈ کریں

# invoiceView_noPaymentsRecorded
source: No payments recorded
hi: कोई पेमेंट रिकॉर्ड नहीं
ur: کوئی پیمنٹ ریکارڈ نہیں

# invoiceView_deletePaymentTitle
source: Delete Payment
hi: पेमेंट डिलीट करें
ur: پیمنٹ ڈیلیٹ کریں

# invoiceView_deletePaymentMessage
source: Are you sure you want to delete this payment?
hi: क्या आप इस पेमेंट को डिलीट करना चाहते हैं?
ur: کیا آپ اس پیمنٹ کو ڈیلیٹ کرنا چاہتے ہیں؟

# invoiceView_paymentDeletedSuccess
source: Payment deleted successfully
hi: पेमेंट सफलतापूर्वक डिलीट हो गया
ur: پیمنٹ کامیابی سے ڈیلیٹ ہو گیا
